export default function WayToTeach () {
  return (
    <div >   
      
      <p>Мы – профессионалы в области обслуживания и ремонта окон всех типов. 
      Наша команда состоит из опытных мастеров, каждый из которых обладает многолетним опытом работы в сфере установки, регулировки и ремонта оконных систем. 
      Мы гарантируем высокое качество услуг и индивидуальный подход к каждому клиенту.
      </p>
      <img src="/rastr.png" alt="" 
      style={{
        maxWidth: "180px",
      }}
      />
    </div>
  )
}