export const ways = [
  {
    title: 'Москитные сетки:',
    description:
      '- Удаление старого окна вместе с рамами и подоконником.- Очистка проема от остатков строительных материалов и мусора.'
  },
  {
    title: 'Замена стеклопакетов:',
    description:
      ' - Вставить раму в проем.- Выровнять ее по уровню и отвесу.- Зафиксировать раму клиньями или распорками.'
  },
  {
    title: 'Установка подоконников и откосов:',
    description:
      '- Закрепить раму анкерными болтами или монтажными пластинами.- Убедиться, что рама надежно закреплена и выровнена.'
  },
  {
    title: 'Ремонт окон и дверей, замена фурнитуры:',
    description:
      '- Заполнить все зазоры между рамой и стеной монтажной пеной.- Дать пене высохнуть согласно инструкции производителя.'
  }
]

export const differences = {
  way: 'Мы работаем в сфере монтажа пластиковых окон уже много лет и накопили огромный опыт. Наши специалисты проходят регулярное обучение и обладают всеми необходимыми навыками для качественного выполнения работ любой сложности.',
  easy: 'Каждый клиент для нас уникален, поэтому мы предлагаем индивидуальный подход к каждому проекту. Мы учитываем все пожелания клиента и помогаем подобрать оптимальное решение исходя из его потребностей и бюджета.',
  easy1: 'Мы предлагаем полный спектр услуг – от замера до финишной отделки. Вам не придется искать других подрядчиков или специалистов, ведь мы сделаем всё сами.',
  program:
    'Многие клиенты уже оценили нашу работу и оставили положительные отзывы. Это подтверждает наше стремление к высокому качеству обслуживания и удовлетворению потребностей каждого заказчика.',
}

