export const mosquitonetItems = [
    {
        title: "Рамочные сетки",
        imageUrl: "/okna-tmn/setki1.jpg", // Путь к изображению
        descriptions: 
            ["Алюминиевый профиль с порошковым покрытием",
            "Силиконовые ручки",
            "Цельнолитые уголки",
            "Поперечный усилитель для идеальной геометрии",
            "Крепеж — пластик ABS/металл"],

        price : "от 800 ₽"
    },
    {
        title: "Раздвижные сетки",
        imageUrl: "/okna-tmn/setki2.jpg", // Путь к изображению
        descriptions: 
            ["Подходит для раздвижного остекления лоджий",
            "Алюминиевая направляющая",
            "Ролики для легкого открытия",
            "Щеточный уплотнитель для 100% прилегания к раме"],
     
        price : "от 2500 ₽"
    },
    {
        title: "Распашные сетки",
        imageUrl: "/okna-tmn/setki3.jpg", // Путь к изображению
        descriptions: 
            ["Подойдет для балконной или любой другой двери",
            "Механический фиксатор + двойной магнитный прижим",
            "Три высокопрочные петли"],

        price : "от 1500 ₽"
    },
    {
        title: "Антикошка",
        imageUrl: "/okna-tmn/setki4.png", // Путь к изображению
        descriptions: 
            ["Специальное полотно для защиты питомцев от выпадения",
            "Не повреждается когтями",
            "Выдерживает на разрыв до 40 кг",
            "Устанавливается на металлические кронштейны"],

        price : "от 1500 ₽"
    },
];

export const remontokonItems = [
    {
        title: "Ремонт и замена фурнитуры",
        imageUrl: "/okna-tmn/fur-pol-zam.jpg", // Путь к изображению
        descriptions: 
            ["Угловой переключатель",
            "Поворотно-откидной механизм (ножницы)",
            "Петля оконной створки/двери",
            "Полная замена фурнитуры створки"],
        price : "от 1500 ₽"
    },
    {
        title: "Ремонт и регулировка окон",
        imageUrl: "/okna-tmn/remokno.JPG", // Путь к изображению
        descriptions: 
            ["Регулировка оконной створки",
            "Регулировка балконной двери",
            "Замена уплотнителя",
            "Пропенка окна"],
        price : "от 500 ₽"
        
    },
    {
        title: "Замена уплотнителя",
        imageUrl: "/okna-tmn/remupl.jpeg", // Путь к изображению
        descriptions: 
            ["Замена уплотнителя",
            "В стандартном пластиковом окне",
            "В стандартной балконной двери"],
        price : "от 800 ₽"
    },
    {
        title: "Установка аксессуаров для окон",
        imageUrl: "/okna-tmn/acsessuar.jpeg", // Путь к изображению
        descriptions: 
            ["Ручка белая",
            "Ручка с ключом",
            "Ограничитель открывания",
            "Доводчик",
            "Балконная защелка"],
        price : "от 400 ₽"
    },
];

export const otkosyItems = [
    {
      title: "Матовые подоконники/откосы",
      imageUrl: "/okna-tmn/mat.JPG", // Путь к изображению
      descriptions: [
            "Цвет: белый", 
            "Тип поверхности: матовая", 
            "Материал: пластик (пвх)",
            "Толщина: 18 мм"
        ],
      price : "от 2000 ₽"
    },
    {
      title: "Глянцевые подоконники/откосы",
      imageUrl: "/okna-tmn/gl.JPG", // Путь к изображению
      descriptions: [
            "Цвет: белый",
            "Тип поверхности: глянцевая",
            "Материал: пластик (пвх)",
            "Толщина: 18 мм"
        ],
      price : "от 4000 ₽"
    },
    {
      title: "Цветные подоконники/откосы",
      imageUrl: "/okna-tmn/cvet.JPG", // Путь к изображению
      descriptions: [
            "Цвет: любой",
            "Тип поверхности: глянцевая",
            "Материал: пластик (пвх)",
            "Толщина: 18 мм",      
        ],  
        price : "от 4000 ₽"
    },
    {
      title: "Подоконники/откосы «под дерево»",
      imageUrl: "/okna-tmn/derevo.JPG", // Путь к изображению
      descriptions: [
            "Цвет: под любую породу дерева",
            "Тип поверхности: глянцевая",
            "Материал: пластик (пвх)",
            "Толщина: 18 мм",
        ], 
        price : "от 4000 ₽"
    },
];

export const replacestekloItems = [
    {
        title: "Одинарные",
        imageUrl: "/okna-tmn/steklopak-odinar.jpg", // Путь к изображению
        descriptions: ["Одинарный стеклопакет представляет собой простое решение для остекления помещений, где требования к теплоизоляции и шумоизоляции минимальны. Он состоит из одного слоя стекла, который обеспечивает базовую защиту от внешних факторов. Подходит для использования в нежилых помещениях, балконах, верандах или там, где необходима защита от ветра и осадков без особых требований к энергосбережению.",],
        price : "от 1500 ₽"
    },
    {
        title: "Двухкамерные",
        imageUrl: "/okna-tmn/steklopak-2kamer.jpg", // Путь к изображению
        descriptions: ["Двухкамерный стеклопакет – это надежное решение для улучшения теплоизоляционных характеристик вашего дома. Он включает два стекла, между которыми находятся две воздушные камеры, заполненные сухим воздухом или инертным газом. Такой пакет эффективно снижает потери тепла зимой и помогает сохранять прохладу летом, а также значительно уменьшает уровень внешнего шума. Идеален для жилых помещений, особенно в условиях холодного климата.",],
        price : "от 2500 ₽"
    },
    {
        title: "Теплосберегающие",
        imageUrl: "/okna-tmn/sleklopak-teplosber.jpg", // Путь к изображению
        descriptions:["Теплосберегающий стеклопакет оснащен специальным низкоэмиссионным покрытием, которое отражает тепловую энергию обратно внутрь помещения, снижая теплопотери через окно. Это позволяет поддерживать комфортную температуру в доме круглый год, уменьшая затраты на отопление. Подходит для всех типов зданий, где важна энергоэффективность и экономия энергоресурсов.",],
        price : "от 3000 ₽"
    },
    {
        title: "С триплекс стеклом",
        imageUrl: "/okna-tmn/steklopak-tripleks.jpg", // Путь к изображению
        descriptions: ["Стеклопакет с триплекс стеклом сочетает в себе высокую прочность и безопасность. Этот вид стеклопакета устойчив к ударам и механическим повреждениям, обеспечивая дополнительную защиту вашему дому. Отличное решение для мест с повышенными требованиями к безопасности, таких как детские учреждения, спортивные залы или общественные здания.",],
        price : "от 3000 ₽"
    },
    {
        title: "Тонированные",
        imageUrl: "/okna-tmn/steklopak-ton.jpg", // Путь к изображению
        descriptions: ["Тонированный стеклопакет предлагает эстетичный внешний вид и практичность одновременно. Специальная тонировка защищает помещение от избыточной солнечной радиации, снижает нагрев воздуха внутри комнаты и препятствует выгоранию мебели и декора. При этом сохраняется хорошая светопропускаемость, позволяя наслаждаться естественным освещением без дискомфорта. Подойдет для южных сторон зданий, офисов и квартир с панорамными окнами.",],
        price : "от 3000 ₽"
    },
    {
        title: "Зеркальные",
        imageUrl: "/okna-tmn/steklopak-zerk.jpg", // Путь к изображению
        descriptions: ["Зеркальный стеклопакет обладает эффектом односторонней видимости, создавая приватность и защищенность внутреннего пространства от посторонних взглядов. Особенно актуален для нижних этажей, офисных зданий и других объектов, где требуется высокая степень конфиденциальности. Дополнительно такой стеклопакет снижает количество солнечного света, попадающего в помещение, предотвращая перегрев и выцветание интерьера.",],
        price : "от 3000 ₽"
    },
];
